Revit 2024 API
AreaFilter.PassesFilter Method
Overload List
Name | Description
PassesFilter(Element)
 Applies the filter to a given element.
 (Inherited from ElementFilter.)
PassesFilter(Document, ElementId)
 Applies the filter to a given element.
 (Inherited from ElementFilter.)
See Also
AreaFilter Class
AreaFilter Members
Autodesk.Revit.DB Namespace